---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PatternIndent1ForDivisionRule
source: html/6012388b-9e9f-b178-0b75-6ca05626a894.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PatternIndent1ForDivisionRule Property

"Indent 1"

## Syntax (C#)
```csharp
public static ForgeTypeId PatternIndent1ForDivisionRule { get; }
```